Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# event.type.screenLight
source: Screen Light
ar: ضوء الشاشة
ca: Llum de pantalla
de: Bildschirmlicht
es: Luz de pantalla
fr: Lumière écran
ja: スクリーン光
zh_hans: 屏幕光

# event.type.stress
source: Stress
ar: إجهاد
ca: Estrès
es: Estrés
ja: ストレス
zh_hans: 压力

# events.log.title
source: Log event
ar: تسجيل حدث
ca: Registrar esdeveniment
de: Ereignis aufzeichnen
es: Registrar evento
fr: Enregistrer un événement
ja: イベントを記録
zh_hans: 记录事件

# events.logAt
source: Log at %@
ar: سجّل في %@
ca: Registra a les %@
de: Erfassen um %@
es: Registrar a las %@
fr: Enregistrer à %@
ja: %@ に記録
zh_hans: 记录于 %@

# events.loggedCount
source: %lld events logged
ar: %lld حدث مسجّل
ca: %lld events registrats
de: %lld Ereignisse gespeichert
es: %lld eventos registrados
fr: %lld événements enregistrés
ja: %lldイベント記録済み
zh_hans: 已记录%lld个事件

# events.title
source: Events
ar: الأحداث
ca: Esdeveniments
de: Ereignisse
es: Eventos
fr: Événements
ja: イベント
zh_hans: 事件

# greeting.afternoon
source: Good afternoon
ar: مساء الخير
ca: Bona tarda
de: Guten Nachmittag
es: Buenas tardes
fr: Bon après-midi
ja: こんにちは
zh_hans: 下午好

# greeting.morning
source: Good morning
ar: صباح الخير
ca: Bon dia
de: Guten Morgen
es: Buenos días
fr: Bonjour
ja: おはよう
zh_hans: 早上好

# greeting.night
source: Good night
ar: تصبح على خير
ca: Bona nit
de: Gute Nacht
es: Buenas noches
fr: Bonne nuit
ja: おやすみ
zh_hans: 晚上好

# healthkit.error.accessFailed
source: Could not access HealthKit: %@
ar: تعذّر الوصول إلى HealthKit: %@
ca: No s'ha pogut accedir a HealthKit: %@
de: Zugriff auf HealthKit fehlgeschlagen: %@
es: No se pudo acceder a HealthKit: %@
fr: Impossible d'accéder à HealthKit : %@
ja: HealthKitにアクセスできませんでした: %@
zh_hans: 无法访问HealthKit：%@

# healthkit.error.notAvailable
source: HealthKit is not available on this device.
ar: HealthKit غير متاح على هذا الجهاز
ca: HealthKit no disponible en aquest dispositiu.
de: HealthKit ist auf diesem Gerät nicht verfügbar.
es: HealthKit no disponible en este dispositivo.
fr: HealthKit n'est pas disponible sur cet appareil.
ja: このデバイスではHealthKitを利用できません。
zh_hans: 此设备不支持HealthKit。

# helix3d.hint
source: Pinch to change perspective
ar: اضغط للتكبير وتغيير المنظور
ca: Pessiga per canviar la perspectiva
de: Zum Zoomen der Perspektive zusammenkneifen
es: Pellizca para cambiar perspectiva
fr: Pincez pour changer de perspective
ja: ピンチで視点を変更
zh_hans: 捏合以改变视角

# hrv.description
source: Your nocturnal heart rate variability reflects deep sleep quality and autonomic nervous system health.
ar: تعكس تقلبات معدل ضربات قلبك الليلية جودة النوم العميق وصحة الجهاز العصبي اللاإرادي.
ca: La teva variabilitat cardíaca nocturna reflecteix la qualitat del son profund i la salut del sistema nerviós autònom.
de: Ihre nächtliche Herzfrequenzvariabilität spiegelt die Tiefschlafqualität und die Gesundheit des autonomen Nervensystems wider.
es: Tu variabilidad cardíaca nocturna refleja la calidad del sueño profundo y la salud del sistema nervioso autónomo.
fr: Votre variabilité cardiaque nocturne reflète la qualité du sommeil profond et la santé du système nerveux autonome.
ja: 夜間の心拍変動は深い睡眠の質と自律神経系の健康を反映しています。
zh_hans: 您的夜间心率变异性反映了深度睡眠质量和自主神经系统健康状况。

# hrv.interp.aboveAvg
source: Above average
ar: فوق المتوسط
ca: Per sobre la mitjana
de: Überdurchschnittlich
es: Por encima del promedio
fr: Au-dessus de la moyenne
ja: 平均以上
zh_hans: 高于平均

# hrv.interp.average
source: Average
ar: متوسط
ca: Mitjana
de: Durchschnittlich
es: Promedio
fr: Moyenne
ja: 平均
zh_hans: 平均

# hrv.interp.belowAvg
source: Below average
ar: أقل من المتوسط
ca: Per sota la mitjana
de: Unterdurchschnittlich
es: Por debajo del promedio
fr: En dessous de la moyenne
ja: 平均以下
zh_hans: 低于平均

# hrv.interp.high
source: Excellent
ar: ممتاز
de: Ausgezeichnet
es: Excelente
ja: 優秀
zh_hans: 优秀

# hrv.interp.low
source: Low
ar: منخفض
ca: Baix
de: Niedrig
es: Bajo
fr: Faible
ja: 低い
zh_hans: 低

# hrv.level
source: LEVEL
ar: المستوى
ca: NIVELL
de: STUFE
es: NIVEL
fr: NIVEAU
ja: レベル
zh_hans: 水平

# hrv.meanSDNN
source: MEAN SDNN
ar: متوسط SDNN
ca: SDNN MITJÀ
de: MITTEL SDNN
es: SDNN MEDIO
fr: SDNN MOYEN
ja: 平均SDNN
zh_hans: 平均SDNN

# hrv.needMoreData
source: Apple Watch records HRV while you sleep. You need at least 3 nights with HRV data — wear your watch to bed.
ar: يقيس Apple Watch تقلب معدل ضربات القلب أثناء النوم. تحتاج إلى 3 ليالٍ على الأقل مع بيانات HRV — ارتدِ ساعتك عند النوم.
ca: L'Apple Watch mesura el HRV mentre dorms. Calen almenys 3 nits amb dades HRV — porta el rellotge al llit.
de: Die Apple Watch misst HRV im Schlaf. Du brauchst mindestens 3 Nächte mit HRV-Daten — trag die Uhr nachts.
es: El Apple Watch registra HRV mientras duermes. Necesitas al menos 3 noches con datos HRV — duerme con el reloj.
fr: L'Apple Watch mesure la VRC pendant le sommeil. Il te faut au moins 3 nuits de données HRV — porte ta montre au lit.
ja: Apple Watchは睡眠中にHRVを記録します。HRVデータのある夜が少なくとも3晩必要です — 就寝時も装着してください。
zh_hans: Apple Watch 会在睡眠时记录心率变异。需要至少 3 晚带有 HRV 数据 — 睡觉时佩戴手表。

# hrv.title
source: Heart Rate Variability
ar: تقلب معدل ضربات القلب
ca: Variabilitat Cardíaca
de: Herzfrequenzvariabilität
es: Variabilidad Cardíaca
fr: Variabilité Cardiaque
ja: 心拍変動
zh_hans: 心率变异性

# hrv.trend
source: TREND
ar: الاتجاه
ca: TENDÈNCIA
es: TENDENCIA
fr: TENDANCE
ja: トレンド
zh_hans: 趋势

# hrv.trend.falling
source: Falling
ar: منخفض
ca: Baixant
de: Fallend
es: Bajando
fr: En baisse
ja: 下降
zh_hans: 下降

# hrv.trend.rising
source: Rising
ar: مرتفع
ca: Pujant
de: Steigend
es: Subiendo
fr: En hausse
ja: 上昇
zh_hans: 上升

# hrv.trend.stable
source: Stable
ar: مستقر
ca: Estable
de: Stabil
es: Estable
ja: 安定
zh_hans: 稳定

source: Input
ar: إدخال
ca: Entrada
de: Eingabe
es: Entrada
fr: Saisie
ja: 入力
zh_hans: 输入

# input.addEpisode
source: Add Episode
ar: إضافة حلقة
ca: Afegir episodi
de: Episode hinzufügen
es: Añadir episodio
fr: Ajouter un épisode
ja: エピソードを追加
zh_hans: 添加睡眠记录

# input.day.label
source: Day
ar: اليوم
ca: Dia
de: Tag
es: Día
fr: Jour
ja: 日
zh_hans: 天

# input.day.value
source: Day %lld
ar: اليوم %lld
ca: Dia %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
ja: 日%lld
zh_hans: 第%lld天

# input.duration.value
source: Duration: %.1fh
ar: المدة: %.1f ساعة
ca: Durada: %.1fh
de: Dauer: %.1fh
es: Duración: %.1fh
fr: Durée : %.1fh
ja: 時間：%.1fh
zh_hans: 时长：%.1fh

# input.empty.desc
source: Add a night manually or grant Apple Health access to get started.
ar: أضف ليلة يدويًا أو اسمح للوصول إلى Apple Health للبدء.
ca: Afegeix una nit manualment o dona accés a Apple Health per començar.
de: Füge manuell eine Nacht hinzu oder erlaube den Zugriff auf Apple Health, um zu beginnen.
es: Añade una noche manualmente o concede acceso a Apple Salud para empezar.
fr: Ajoute une nuit manuellement ou autorise l'accès à Apple Santé pour commencer.
ja: 手動で夜を追加するか、Apple Healthへのアクセスを許可して開始してください。
zh_hans: 手动添加一晚或授权访问 Apple 健康以开始。

# input.empty.title
source: No sleep data yet
ar: لا توجد بيانات نوم بعد
ca: Encara no hi ha dades de son
de: Noch keine Schlafdaten
es: Aún no hay datos de sueño
fr: Pas encore de données de sommeil
ja: 睡眠データがありません
zh_hans: 尚无睡眠数据

# input.episodes.title
source: Episodes (%lld)
ar: الحلقات (%lld)
ca: Episodis (%lld)
de: Episoden (%lld)
es: Episodios (%lld)
fr: Épisodes (%lld)
ja: エピソード（%lld）
zh_hans: 睡眠记录（%lld）

# input.fellAsleep
source: Fell Asleep
ar: النوم
ca: Em vaig adormir
de: Eingeschlafen
es: Me dormí
fr: Endormi à
ja: 入眠時刻
zh_hans: 入睡时间

# input.logSleep.title
source: Log Sleep
ar: تسجيل النوم
ca: Registra son
de: Schlaf erfassen
es: Registrar sueño
fr: Enregistrer le sommeil
ja: 睡眠を記録
zh_hans: 记录睡眠

# input.syncHealthKit
source: Sync sleep from Apple Health
ar: مزامنة بيانات النوم من Apple Health
ca: Sincronitzar son des d'Apple Health
de: Schlafdaten von Apple Health abrufen
es: Sincronizar sueño desde Apple Health
fr: Synchroniser le sommeil depuis Apple Santé
ja: Apple Healthから睡眠データを同期
zh_hans: 从Apple健康同步睡眠数据

# input.wokeUp
source: Woke Up
ar: الاستيقاظ
ca: Em vaig despertar
de: Aufgewacht
es: Me desperté
fr: Réveillé à
ja: 起床時刻
zh_hans: 起床时间

# jetlag.close
source: Close
ar: إغلاق
ca: Tanca
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

# jetlag.day.avoidLight
source: Avoid light %@–%@
ar: تجنب الضوء %@–%@
ca: Evita la llum %@–%@
de: Licht meiden %@–%@
es: Evitar luz %@–%@
fr: Éviter la lumière %@–%@
ja: 光を避ける %@–%@
zh_hans: 避光 %@–%@

# jetlag.day.caffeine
source: No caffeine after %@
ar: لا كافيين بعد %@
ca: Sense cafeïna després de les %@
de: Kein Koffein nach %@
es: Sin cafeína después de las %@
fr: Pas de caféine après %@
ja: %@ 以降カフェイン禁止
zh_hans: %@ 后禁止咖啡因

# jetlag.day.light
source: Bright light %@–%@
ar: ضوء ساطع %@–%@
ca: Llum brillant %@–%@
de: Helles Licht %@–%@
es: Luz brillante %@–%@
fr: Lumière vive %@–%@
ja: 明るい光 %@–%@
zh_hans: 强光照射 %@–%@

# jetlag.day.melatonin
source: Melatonin at %@
ar: ميلاتونين في %@
ca: Melatonina a les %@
de: Melatonin um %@
es: Melatonina a las %@
fr: Mélatonine à %@
ja: %@ にメラトニン
zh_hans: %@ 服用褪黑素

# jetlag.day.post
source: Day +%lld
ar: اليوم +%lld
ca: Dia +%lld
de: Tag +%lld
es: Día +%lld
fr: Jour +%lld
ja: %lld日目
zh_hans: 第+%lld天

# jetlag.day.pre
source: Day -%lld
ar: اليوم -%lld
ca: Dia -%lld
de: Tag -%lld
es: Día -%lld
fr: Jour -%lld
ja: -%lld日前
zh_hans: 提前%lld天

# jetlag.day.sleep
source: Sleep %@–%@
ar: النوم %@–%@
ca: Dormir %@–%@
de: Schlafen %@–%@
es: Dormir %@–%@
fr: Dormir %@–%@
ja: 睡眠 %@–%@
zh_hans: 睡眠 %@–%@

# jetlag.day.travel
source: TRAVEL DAY
ar: يوم السفر
ca: DIA DE VIATGE
de: REISETAG
es: DÍA DE VIAJE
fr: JOUR DE VOYAGE
ja: 渡航日
zh_hans: 出行日

# jetlag.day.zero
source: Travel Day
ar: يوم السفر
ca: Dia de viatge
de: Reisetag
es: Día de viaje
fr: Jour de voyage
ja: 渡航日
zh_hans: 出行日

# jetlag.direction.east
source: → East (advance)
ar: → شرق (تقديم)
ca: → Est (avançar)
de: → Osten (vorstellen)
es: → Este (adelantar)
fr: → Est (avancer)
ja: → 東 (前進)
zh_hans: → 东 (提前)

# jetlag.direction.west
source: ← West (delay)
ar: ← غرب (تأخير)
ca: ← Oest (retardar)
de: ← Westen (verzögern)
es: ← Oeste (retrasar)
fr: ← Ouest (retarder)
ja: ← 西 (延期)
zh_hans: ← 西 (延迟)

# jetlag.disclaimer
source: This plan is based on circadian science principles. Melatonin dosing should be discussed with your doctor. Not a substitute for medical advice.
ar: تستند هذه الخطة إلى مبادئ علم الإيقاع اليومي. يجب مناقشة جرعة الميلاتونين مع طبيبك. لا يغني عن الاستشارة الطبية.
ca: Aquest pla es basa en principis de ciència circadiana. La dosi de melatonina s'ha de consultar amb el metge. No substitueix el consell mèdic.
de: Dieser Plan basiert auf zirkadianen Wissenschaftsprinzipien. Die Melatonin-Dosierung sollte mit Ihrem Arzt besprochen werden. Kein Ersatz für ärztlichen Rat.
es: Este plan se basa en principios de ciencia circadiana. La dosis de melatonina debe consultarse con su médico. No sustituye el consejo médico.
fr: Ce plan est basé sur les principes de la science circadienne. Le dosage de mélatonine doit être discuté avec votre médecin. Ne remplace pas un avis médical.
ja: このプランは概日リズム科学の原則に基づいています。メラトニンの投与量は医師にご相談ください。医療アドバイスの代わりではありません。
zh_hans: 此计划基于昔夜节律科学原理。褪黑素剂量应与医生讨论。不能替代医疗建议。

# jetlag.nav.title
source: Jet Lag Plan
ar: خطة إرهاق السفر
ca: Pla Jet Lag
es: Plan Jet Lag
fr: Plan Jet Lag
ja: 時差ボケプラン
zh_hans: 时差计划

# jetlag.plan.adaptDays
source: Estimated adaptation: %lld days
ar: التكيف المقدر: %lld يوم
ca: Adaptació estimada: %lld dies
de: Geschätzte Anpassung: %lld Tage
es: Adaptación estimada: %lld días
fr: Adaptation estimée : %lld jours
ja: 推定適応日数: %lld日
zh_hans: 预计适应: %lld 天

# jetlag.plan.summary
source: %lld hours %@
ar: %lld ساعة %@
ca: %lld hores %@
de: %lld Stunden %@
es: %lld horas %@
fr: %lld heures %@
ja: %lld時間 %@
zh_hans: %lld 小时 %@

# jetlag.plan.title
source: Your Plan
ar: خطتك
ca: El teu Pla
de: Dein Plan
es: Tu Plan
fr: Votre Plan
ja: あなたのプラン
zh_hans: 你的计划

# jetlag.setup.date
source: TRAVEL DATE
ar: تاريخ السفر
ca: DATA DE VIATGE
de: REISEDATUM
es: FECHA DE VIAJE
fr: DATE DE VOYAGE
ja: 渡航日
zh_hans: 出行日期

# jetlag.setup.generate
source: Generate Plan
ar: إنشاء الخطة
ca: Generar Pla
de: Plan erstellen
es: Generar Plan
fr: Générer le plan
ja: プランを生成
zh_hans: 生成计划

# jetlag.setup.offset
source: TIMEZONE OFFSET
ar: فرق التوقيت
ca: DIFERÈNCIA HORÀRIA
de: ZEITVERSCHIEBUNG
es: DIFERENCIA HORARIA
fr: DÉCALAGE HORAIRE
ja: 時差
zh_hans: 时区偏移

# jetlag.setup.subtitle
source: Enter your destination timezone and travel date to get a personalized adaptation plan based on circadian science.
ar: أدخل المنطقة الزمنية للوجهة وتاريخ السفر للحصول على خطة تكيف مخصصة بناءً على علم الإيقاع اليومي.
ca: Introdueix la zona horària de destí i la data de viatge per obtenir un pla d'adaptació personalitzat basat en ciència circadiana.
de: Geben Sie die Zeitzone Ihres Reiseziels und das Reisedatum ein, um einen personalisierten Anpassungsplan basierend auf zirkadianer Wissenschaft zu erhalten.
es: Introduce la zona horaria de destino y fecha de viaje para obtener un plan de adaptación personalizado basado en ciencia circadiana.
fr: Entrez le fuseau horaire de destination et la date de voyage pour obtenir un plan d'adaptation personnalisé basé sur la science circadienne.
ja: 目的地のタイムゾーンと渡航日を入力して、概日リズム科学に基づく個別適応プランを取得します。
zh_hans: 输入目的地时区和出行日期，获取基于昔夜节律科学的个性化适应计划。

# jetlag.setup.title
source: Plan Your Trip
ar: خطط رحلتك
ca: Planifica el teu Viatge
de: Planen Sie Ihre Reise
es: Planifica tu Viaje
fr: Planifiez votre Voyage
ja: 旅行を計画する
zh_hans: 规划你的旅行

# jetlag.tz.destination
source: dest. time
ar: وقت الوجهة
ca: hora dest.
de: Zielzeit
es: hora dest.
fr: heure dest.
ja: 現地時間
zh_hans: 目的地时间

# jetlag.tz.home
source: your time
ar: وقتك
ca: hora local
de: Heimatzeit
es: hora local
fr: heure locale
ja: 自宅時間
zh_hans: 本地时间

# learn.circadian.body
source: Your **circadian rhythm** is an internal 24-hour clock controlled by the Suprachiasmatic Nucleus (SCN) in the brain's hypothalamus.\n\n**Key concepts:**\n• **Zeitgebers** (time-givers): external cues — primarily light, but also exercise, meals, and temperature.\n• **Acrophase**: the time of peak activity — ideally between 13-17h for most people.\n• **Period (τ)**: your natural cycle length, slightly over 24h (24.1-24.2h).\n• **Amplitude**: the strength of your rhythm.\n\nA strong, regular rhythm is associated with better sleep quality, metabolic health, mood, and cognitive performance.
ar: ساعتك البيولوجية الداخلية تتحكم في دورة النوم والاستيقاظ وهرمونات التنبيه والحرارة وغيرها. مدتها الافتراضية ~24.2 ساعة وتتزامن يومياً مع الضوء.
ca: El teu **ritme circadià** és un rellotge intern de 24h controlat pel Nucli Supraquiasmàtic (NSQ) de l'hipotàlem.\n\n**Conceptes clau:**\n• **Zeitgebers** (donadors de temps): llum, exercici, àpats i temperatura.\n• **Acrofase**: hora de màxima activitat, idealment entre 13-17h.\n• **Període (τ)**: lleugerament superior a 24h en la majoria (24,1-24,2h).\n• **Amplitud**: força del ritme — diferència entre el moment més actiu i el menys actiu.\n\nUn ritme fort i regular s'associa amb millor qualitat del son, salut metabòlica i rendiment cognitiu.
de: Dein **zirkadianer Rhythmus** ist eine innere 24-Stunden-Uhr, gesteuert vom Suprachiasmatischen Kern (SCN) im Hypothalamus.\n\n**Schlüsselbegriffe:**\n• **Zeitgeber**: externe Signale, die deine Uhr synchronisieren — hauptsächlich Licht.\n• **Acrophase**: Zeitpunkt der Spitzenaktivität, idealerweise zwischen 13-17h.\n• **Periode (τ)**: deine natürliche Zykluslänge, leicht über 24h (24,1-24,2h).\n• **Amplitude**: Stärke deines Rhythmus.\n\nEin starker, regelmäßiger Rhythmus fördert Schlafqualität, Stoffwechsel, Stimmung und kognitive Leistung.
es: Tu **ritmo circadiano** es un reloj interno de 24h controlado por el Núcleo Supraquiasmático (NSQ) en el hipotálamo.\n\n**Conceptos clave:**\n• **Zeitgebers** (dadores de tiempo): señales externas — principalmente la luz, pero también ejercicio, comidas y temperatura.\n• **Acrofase**: hora de máxima actividad, idealmente entre las 13-17h.\n• **Período (τ)**: tu ciclo natural, ligeramente superior a 24h (24,1-24,2h).\n• **Amplitud**: la fuerza de tu ritmo.\n\nUn ritmo fuerte y regular se asocia con mejor calidad de sueño, salud metabólica, estado de ánimo y rendimiento cognitivo.
fr: Votre **rythme circadien** est une horloge interne de 24h contrôlée par le Noyau Suprachiasmatique (NSC) dans l'hypothalamus.\n\n**Concepts clés :**\n• **Zeitgebers** (donneurs de temps) : signaux externes — principalement la lumière, mais aussi l'exercice, les repas et la température.\n• **Acrophase** : heure de pic d'activité, idéalement entre 13-17h.\n• **Période (τ)** : légèrement supérieure à 24h (24,1-24,2h).\n• **Amplitude** : la force de votre rythme.\n\nUn rythme fort et régulier est associé à une meilleure qualité de sommeil, santé métabolique et performance cognitive.
ja: **概日リズム**は、視交叉上核（SCN）が制御する24時間の体内時計です。\n\n**主要な概念：**\n• **ツァイトゲーバー**（時間調節因子）：主に光、運動、食事、体温など。\n• **アクロフェーズ**：活動のピーク時刻、多くの人で13-17時が理想的。\n• **周期（τ）**：自然なサイクル、24時間より少し長め（24.1-24.2時間）。\n• **振幅**：リズムの強さ。\n\n強く規則的なリズムは、睡眠の質、代謝、気分、認知パフォーマンスの向上と関連しています。
zh_hans: **昼夜节律**是由大脑下丘脑视交叉上核（SCN）控制的24小时内部时钟。\n\n**关键概念：**\n• **授时因子**：同步时钟的外部信号——主要是光，也包括运动、饮食和温度。\n• **峰值相位**：活动高峰时间，多数人理想值为13-17时。\n• **周期（τ）**：自然周期，略长于24小时（24.1-24.2小时）。\n• **振幅**：节律的强度。\n\n强而规律的节律与更好的睡眠质量、代谢健康、情绪和认知表现相关。

# learn.circadian.title
source: What is the Circadian Rhythm?
ar: الإيقاع البيولوجي
ca: Què és el ritme circadià?
de: Was ist der zirkadiane Rhythmus?
es: ¿Qué es el ritmo circadiano?
fr: Qu'est-ce que le rythme circadien ?
ja: 概日リズムとは？
zh_hans: 什么是昼夜节律？

# learn.cosinor.body
source: **Cosinor analysis** fits a cosine curve to your 24-hour activity data:\n\n **Y(t) = MESOR + Amplitude × cos(ω(t − Acrophase))**\n\n• **MESOR**: your baseline activity level (midline)\n• **Amplitude**: half the total range — higher = stronger day/night difference\n• **Acrophase**: hour of peak activity (your \"biological noon\")\n• **R²**: how well the cosine fits your data (0-1)
ar: نموذج الجيب تمام المُلاءَم على بيانات نشاطك يكشف عن توقيت ذروة نشاطك (أكروفاز) وقوة إيقاعك (السعة) ومستوى خط الأساس (MESOR).
ca: L'**anàlisi Cosinor** ajusta una corba de cosinus a les teves dades d'activitat de 24h:\n\n **Y(t) = MESOR + Amplitud × cos(ω(t − Acrofase))**\n\n• **MESOR**: nivell base d'activitat\n• **Amplitud**: meitat del rang total — més alt = diferència dia/nit més forta\n• **Acrofase**: hora de màxima activitat (el teu \"migdia biològic\")\n• **R²**: com de bé s'ajusta el cosinus a les teves dades (0-1)
de: Die **Cosinor-Analyse** passt eine Kosinuskurve an deine 24-Stunden-Aktivitätsdaten an:\n\n **Y(t) = MESOR + Amplitude × cos(ω(t − Acrophase))**\n\n• **MESOR**: dein Basisaktivitätsniveau\n• **Amplitude**: halber Gesamtbereich — höher = stärkerer Tag/Nacht-Unterschied\n• **Acrophase**: Stunde der Spitzenaktivität (dein \"biologischer Mittag\")\n• **R²**: Güte der Kosinusanpassung an deine Daten (0-1)
es: El **análisis Cosinor** ajusta una curva de coseno a tus datos de actividad de 24h:\n\n **Y(t) = MESOR + Amplitud × cos(ω(t − Acrofase))**\n\n• **MESOR**: tu nivel base de actividad\n• **Amplitud**: la mitad del rango total — mayor = diferencia día/noche más fuerte\n• **Acrofase**: hora de máxima actividad (tu \"mediodía biológico\")\n• **R²**: qué tan bien se ajusta el coseno a tus datos (0-1)
fr: L'**analyse Cosinor** ajuste une courbe cosinus à vos données d'activité sur 24h :\n\n **Y(t) = MESOR + Amplitude × cos(ω(t − Acrophase))**\n\n• **MESOR** : votre niveau d'activité de base\n• **Amplitude** : moitié de la plage totale — plus élevée = différence jour/nuit plus forte\n• **Acrophase** : heure de pic d'activité (votre \"midi biologique\")\n• **R²** : qualité d'ajustement du cosinus à vos données (0-1)
ja: **コサイナー解析**は24時間の活動データにコサイン曲線を当てはめます：\n\n **Y(t) = MESOR + 振幅 × cos(ω(t − アクロフェーズ))**\n\n• **MESOR**：基準活動レベル\n• **振幅**：総範囲の半分 — 高いほど昼夜差が強い\n• **アクロフェーズ**：活動ピーク時刻（\"生物学的正午\"）\n• **R²**：コサインのデータへの適合度（0-1）
zh_hans: **余弦分析**将余弦曲线拟合到您的24小时活动数据：\n\n **Y(t) = MESOR + 振幅 × cos(ω(t − 峰值相位))**\n\n• **MESOR**：基准活动水平\n• **振幅**：总范围的一半 — 越高昼夜差越强\n• **峰值相位**：活动高峰时刻（您的\"生物学正午\"）\n• **R²**：余弦对数据的拟合优度（0-1）

# learn.cosinor.needDays
source: Need at least 7 days of data
ar: يلزم 7 أيام من البيانات على الأقل
ca: Calen almenys 7 dies de dades
de: Mindestens 7 Tage Daten erforderlich
es: Se necesitan al menos 7 días de datos
fr: Au moins 7 jours de données nécessaires
ja: 少なくとも7日分のデータが必要です
zh_hans: 需要至少7天的数据

# learn.cosinor.title
source: Cosinor Analysis
ar: تحليل الجيب تمام
ca: Anàlisi Cosinor
de: Cosinor-Analyse
es: Análisis Cosinor
fr: Analyse Cosinor
ja: Cosinor分析
zh_hans: Cosinor分析
